{
  "Characters":{
    "Friends":{
      "Friend001":{
        "name":"Amy Pond",
        "Story":"<p>Karen Gillan 2010 – 2012</p> <p>Seven-year old Amelia Pond is visited one night by a mad man in box who eats fish fingers and custard, and who examines the frightening crack in her wall. She waits for him to return. For twelve years. When the “raggedy man” came back, Amy embarked on series of adventures with him, on the eve of her wedding to Rory Williams. The couple later travelled together, got married – an event the Doctor attended only after Amy remembered him back into existence – and had a daughter, Melody.</p> <p>In Amy’s own words, she went to sea and fought pirates, fell in love with a man who waited 2000 years to keep her safe, gave hope to Vincent van Gogh, and saved a whale in outer space. Touched by a Weeping Angel, Amy was catapulted back to 1938, where she lived a happy life with Rory and adopted a son.</p>",
        "ImageURL":"Amy Pond.jpg"
      },
      "Friends002":{
        "name":"Rory Williams",
        "Story":"<p>Arthur Darvill | 2010 – 2012</p> <p>In love with Amy Pond from his teens, Rory Williams became a nurse to try and compete with (what he thought was) her made-up friend, the Doctor. When the Doctor turned out to be real, there was initially some friction, but the two became good friends.</p> <p>Rory had a turbulent time in the TARDIS. He was killed by the Silurians and absorbed into a crack in time, before being resurrected as an Auton, who then killed Amy. After breaking his programming, he stood watch over her tomb in the Pandorica for 2000 years. When reality was restored, Rory ceased to be an Auton and returned to human form.</p> <p>While aboard the TARDIS, he and Amy became parents to Melody. Sent back in time to 1938 by a Weeping Angel, Rory lived a happy life with Amy. Their adopted son, Anthony Brian Williams, visited Rory’s father Brian in 2012, bringing a heart-breaking goodbye note from Rory.</p>",
        "ImageURL":"Rory Williams.jpg"
      },
      "Friend003":{
        "name":"River Song",
        "Story":"<p>Alex Kingston | 2008 – 2015</p> <p>Born Melody Pond, to Amy Pond and Rory Williams during the Battle of Demon's Run, she was kidnapped by agents of The Silence and raised as the Doctor's perfect assassin. But in her pursuit of the Doctor, she fell in love with him, which broke her conditioning.</p> </p>Becoming a Doctor of Archaeology, she was again recruited by The Silence to kill the Doctor at a fixed point in time. However, the assassination was staged to allow the Doctor to disappear from view. Handed 12,000 life sentences for his murder, River spent her days at Stormcage Containment Facility, but her nights travelling with the Doctor.</p> <p>They investigated the wreck of the Byzantium, battled Weeping Angels in New York and visited the Singing Towers of Darillium. She died in The Library, saving the people trapped in its computer. The Doctor was able to upload her into the mainframe where her data ghost “lives” with three children to look after.</p> <p>(The Doctor and River have met each other, broadly speaking, in reverse order - the first time the Doctor meets River is the last time she sees him.)</p>",
        "ImageURL":"River Song.jpg"
      },
      "Friend004":{
        "name":"Ashildr",
        "Story":"<p>Maisie Williams | 2015</p> <p>Originally a farmer’s daughter in a 9th Century Viking village, Ashildr helped the Doctor defeat the invading Mire warriors by using the technology in one of their helmets to create a terrifying hologram of her dragon puppet. She died in the process but on Clara’s urging, the Twelfth Doctor used a Mire repair kit to bring her back to life. The side effect was that she effectively became immortal.</p> <p>800 years later, the Doctor encountered her as a “highwayman” and calling herself “Me”. After helping her foil an alien invasion of Earth, she vowed to keep watch over his companions through the centuries. Later, as Mayor of an alien refugee camp in London, Me conspired with the Time Lords to trap the Doctor. Unfortunately the plan went wrong and Clara died as a consequence. The Doctor and Clara tried to cheat her death but at the end of time itself, they encountered Ashildr who had become the last being in existence.</p> <p>All of the Doctor’s memories of Clara were eventually erased and Clara and Ashildr set off to Gallifrey, using another TARDIS, to accept her fate. However, they decided to go the long way round, allowing them adventures of their own.</p>",
        "ImageURL":"Ashildr.jpg"
      },
      "Friend005":{
        "name":"Clara Oswald",
        "Story":"<p>Jenna Coleman | 2012 – 2017</p> <p>That impossible girl. In Victorian London, there’s “sweet little Clara” from the Rose & Crown, who’s also an upright children’s governess. In the far-flung future, Oswin Oswald, the shipwrecked Junior Entertainments Manager from Starship Alaska, in reality a human-Dalek conversion refusing to accept her fate. Identical women, worlds and times apart, impossibly giving the Doctor the same message.</p> <p>Uniquely, Clara has met every incarnation of the Doctor so far. Upon jumping into his time stream she came into contact with his various regenerations. Not long after the Coal Hill School teacher zoomed off to join the Eleventh and Tenth Doctors in a team-up with The War Doctor.</p> <p>A trip to Trenzalore resulted in a regeneration for her Doctor and an abrupt introduction to his successor. Their relationship proved to be frosty, at times, initially but after meetings with Daleks, Robin Hood, Cybermen, the mischievous Missy, deadly Dream Crabs, and even Santa Claus!, the two became firm friends once more.</p> <p>Along the way, Clara befriended colleague Danny Pink and the couple became more than just friends. Although she tried to keep the Doctor out other lives, this proved impossible. Sadly, Danny was killed but managed to help save the world from a Cyberman invasion.</p> <p>Missy was to return to haunt Clara and dragged her to Skaro and after having her body print utilised by rogue Zygons, the teacher met her end in a Trap Street, mayored by the immortal Ashildr. However, despite the Raven seemingly killing the Doctor’s companion, the Time Lords brought her back to life which lead to Clara traveling off in space and time with the aforementioned Ashildr in their very own TARDIS!</p>",
        "ImageURL":"Clara Oswald.png"
      },
      "Friend006":{
        "name":"Bill Potts",
        "Story":"<p>Pearl Mackie | 2017</p> <p>The Doctor’s latest companion was working in the canteen at St. Luke’s University in Bristol when she started to attend lectures by a man known only as “The Doctor”. The Time Lord took the sci-fi loving orphan under his wing for tutorials and it wasn’t long before alien interference interrupted their time together.</p> <p>The Doctor’s most recent companion was working in the canteen at St. Luke’s University in Bristol when she started to attend lectures by a man known only as “The Doctor”. The Time Lord took the sci-fi loving orphan under his wing for tutorials and it wasn’t long before alien interference interrupted their time together.</p> <p>After facing off against a watery threat – and meeting the Daleks and Movellans as well! – Bill was welcomed aboard the TARDIS and traveled into the future to visit an Earth colony inhabited by Emojibots and then back in time to see the Frost Fair on London's River Thames.</p> <p>The Doctor and Bill quickly became a strong duo as they battled space zombies, Ice Warriors, and the Truth Monks intent on subverting the human race. After being shot through the stomach on a Mondasian colony ship, Bill was taken to meet the mischievous Razor, a man who turned out to be an earlier incarnation of The Master.</p> <p>Sadly, Bill was subjected to Cyber-conversion and in her final moments carried the dying Twelfth Doctor to the TARDIS. Thankfully, Bill was saved by girlfriend/'puddle girl', Heather, and the two ventured into space and time together hand in hand.</p>",
        "ImageURL":"Bill Potts.png"
      },
      "Friend007":{
        "name":"Donna Nobel",
        "Story":"<p>Catherine Tate | 2006 – 2010</p> <p>A temp from West London, Donna found herself transported aboard the TARDIS as she was walking down the aisle on her wedding day. Fortunately, the Doctor saved her from marrying Lance – who’d made a deal with the Empress of the Racnoss. Despite turning down the Doctor’s offer to travel with him, she began investigating possible alien incursions, in the hope she’d meet him again. When they were reunited at Adipose Industries, she took up the offer to travel in the TARDIS - visiting Pompeii, meeting Agatha Christie and helping thwart the Sontarans. When the Doctor was exterminated by a Dalek and began regenerating he funneled the energy into his spare hand. When Donna touched this, it provoked a ‘metacrisis’, where she acquired all of the Doctor’s knowledge. Although this was essential in stopping Davros, it started to destroy Donna’s body. The Doctor was forced to wipe her mind and return her to Sylvia and Wilf. He later bought Donna and new husband Shaun a winning lottery ticket.</p>",
        "ImageURL":"Donna Nobel.jpg"
      },

      "Friend008":{
        "name":"Rose Tyler",
        "Story":"<p>Billie Piper | 2005 – 2010</p> <p>Trapped by Autons in the basement of Henrik's department store, shop assistant Rose Tyler’s life is saved by a chance encounter with the Doctor. When her heroism leads to the defeat of the Nestene, he invites her to travel with him – taking her from Victorian Cardiff to the day the Earth died. And although travelling with the Doctor was often dangerous, she told him she’d stay with him forever. Witnessing the Ninth Doctor’s regeneration only made that bond stronger. However, during the Battle of Canary Wharf they were separated – trapped on parallel worlds. Using a Dimension Cannon she attempted to make contact with the Doctor (and new companion Donna) several times, eventually encountering him as he was exterminated by a Dalek. Once healed and the Daleks defeated, he returned Rose to the parallel world with her family and the half-human version of himself, to live the rest of their lives together.</p>",
        "ImageURL":"Rose Tyler.jpg"
      }
    },

    "Enemies":{
      "Enemy001":{
        "name":"Davros",
        "Story":"<p>First Appeared 1975</p> <p>Davros was Chief Scientist of the Kaleds towards the end of their thousand year war with the Thals on the planet Skaro. Confined to a mobile life-support system, Davros developed a final solution to end the war: The Daleks – mutated Kaleds robbed or morality and with added aggression, placed inside armoured shells called the Mark III Travel Machines. However, his own people rejected the notion, and in retaliation he gave the Thals the formula to destroy the Kaled dome. Safe in the bunker below, Davros released the Daleks on an unsuspecting world. However, the Daleks turned upon their creator, and left him for dead in the bowels of the city on Skaro.</p> <p>Years later, the Daleks sought his help to defeat their logical stalemate with the Movellans and then again to defeat the Movellan virus. Later he became The Great Healer, turning the bodies of the dead into food, or new “Imperial” Daleks. His grip on the Daleks weakened, as a renegade faction grew up – loyal to the Supreme Dalek - plunging them into civil war.</p>",
        "ImageURL":"Davros.jpg"
      },
      "Enemy002":{
        "name":"Daleks",
        "Story":"<p>First Appeared in 1963</p> <p>The Doctor first encountered the Daleks on the radiation-soaked planet of Skaro, waging war with the peaceful Thals. The Daleks were the mangled and mutated remains of the Kaled people, placed in metal war machines by the Kaled’s chief scientist Davros.</p> <p>Pursuing the Doctor across space and time, the Daleks invaded the Earth, developed the Reality Bomb and tried to imprison the Doctor in the Pandorica. They fought the Time Lords in The Last Great Time War – a conflict so powerful and destructive that the universe was said to convulse.</p> <p>Of course, just like the Time Lords, the Daleks escaped too and the naughty little tanks teamed-up with their creator Davros in a bid to use the Doctor's regenerative powers to enhance their race.</p>",
        "ImageURL":"Daleks.jpg"
      },
      "Enemy003":{
        "name":"Cybermen",
        "Story":"<p>First Appeared 1966</p> <p>Originally born on Earth’s twin planet Mondas, the Cybermen were created as the Mondasians replaced parts of their dying bodies with plastic and steel.</p> <p>Eventually they added emotional inhibitors, supressing all feelings – love, hate, even fear. Cybermen can convert humans wherever they go, and take orders from a Cyberleader, whose data can be downloaded to a drone if the leader is destroyed. Like the Daleks, the Cybermen have dogged the Doctor through space and time. He has prevented them destroying Earth’s weather system, getting their hands on the Nemesis statue and taking over Victorian London with their Cyber-King.</p> <p>The Tenth Doctor visited a parallel universe, where Cybus Industries had developed Cybermen to prolong John Lumic’s dwindling life. Shortly after, these Cybusmen came crashing through to our own universe - and battled with the Daleks!</p> <p>In contrast, the tin terrors teamed up with intergalactic pepper pots to imprison the Eleventh Doctor in the Pandorica.</p> <p>Whilst looking for his wife, Amy Pond, Rory fearlessly faced off against an army of Cybermen and, shortly after, Craig Owens (an Earthbound friend of the Doctor), teamed up with the Time Lord in Colchester to stave off an invasion.</p> <p>Invasion is always on the Cybermen’s minds. Whilst traveling with Clara, the Gallifreyan discovered an army of the silver soldiers at the “biggest and best amusement park there will ever be”, Hedgewick's World.</p> <p>At the end of his time, a wooden Cyberman (along with Sontarans, Weeping Angels and Daleks) came to defeat the Eleventh Doctor at Trenzalore. It wasn’t long before the Twelfth Doctor was up against his old foes. This time the Cybermen were recruited by Missy, formerly known as The Master, as she turned the dead into a new Cyber army on Earth.</p> <p>But that wasn't the last time The Master would involve the Cybermen in his dire schemes. The renegade Time Lord lured the Twelfth Doctor, Bill, Nardole and his future self, Missy, to a Mondasian colony ship, where he was creating a Cyberman race from scratch. The Cybermen were last seen fighting the colonists throughout the ship.</p>",
        "ImageURL":"Cybermen.jpg"
      },
      "Enemy004":{
        "name":"The Master",
        "Story":"<p>First Appeared 1971</p> <p>A childhood friend of the Doctor, the Master was driven insane after looking into the Untempered Schism on Gallifrey at the age of eight. Like the Doctor, he fled from the Time Lord’s home planet in a stolen TARDIS. However the Master’s motives have never been pure - frequently seeking alliances with aliens like the Daleks, the Nestene Consciousness and the Rani in an effort to conquer the galaxy. Running out of natural regenerations, he began assimilating other bodies, before eventually dying. Resurrected by the Time Lords him as the perfect warrior, he fought in the Time War before hiding – first as Professor Yana then as Harry Saxon. Shot by his wife but being once more reborn, he was last seen forcing Rassilon and the Time Lords back into the hell of Time War-ravaged Gallifrey.</p> <p>A gender-changing regeneration took place (where and when we do not know…, yet), and then Missy then sought out her old friend, the Doctor. She meddled in his doings for some time before revealing herself to him in London’s St Paul’s Cathedral flanked with her own Cyberman army. Typical of the renegade Time Lord, Missy had set a trap for her foe but he was not to be beaten. Not only that, the naughty Gallifreyan also lied to the Doctor about the location of their home planet.</p> <p>A swift escape ensued and Missy attracted the attention of UNIT, who sent Clara Oswald as their negotiator. But peace was not on the Time Lady’s mind. She had brought the Doctor’s Confession Dial and used Clara to track down the Doctor. Her plan worked, though Missy would end up at the end of a Dalek sucker and Davros to deal with.</p> <p>After some time, Missy was sentenced to execution and the Gallifreyan’s regenerative ability was to be disabled. Due to her Fatality Index, the sentence had to be carried out by another Time Lord – in this case, the Twelfth Doctor. Thankfully, for Missy, her old friend didn’t feel like killing her but did, instead, agree to keep her in a Quantum Fold chamber for 1,000 years – she was placed in The Vault in St. Luke’s University, Bristol.</p> <p>But the Doctor couldn’t go on without trying to improve his old friend and took Missy out of The Vault and into space and time. Unfortunately, this resulted in the Doctor’s former ‘crush’ (his words) coming face-to-face with an earlier incarnation of The Master, last seen alongside the Tenth Doctor.</p> <p>Ever the prankster, Missy fatally wounded The Master and vice versa…</p>",
        "ImageURL":"The Master.jpg"
      },
      "Enemy005":{
        "name":"Siluriens",
        "Story":"<p>First appeared 1970</p> <p>An advanced race of reptilian humanoids, tribes of Homo Reptilia were the dominant life-form on Earth before the evolution of humanity. When a large object appeared in the sky the Silurians retreated underground or escaped Earth in an Ark (the object harmlessly entered Earth’s orbit as the Moon). The Doctor has encountered three tribes of Silurians whose hibernation had been disturbed by human activity. Whilst honourable warriors, they often found co-habitation with humanity impossible, due to war-like factions on both sides.</p> <p>In 2367, the Eleventh Doctor found the remains of a Silurian space Ark, which - after a pirate trader called Solomon had murdered the Silurians aboard - contained only dinosaurs. The dinosaurs were settled on a new world, named Siluria.</p> <p>The same regeneration befriended a Silurian by the name of Madame Vastra, who would assist in the Doctor's battle against Madame Kovarian’s army at Demon’s Run. Vastra also helped the newly-regenerated Twelfth Doctor recuperate in late 19th Century London.</p>",
        "ImageURL":"Silurians.jpg"
      },
      "Enemy006":{
        "name":"The Silence",
        "Story":"<p>First Appeared 2011</p> <p>Rather than a specific race, The Silence are a religious order. Their agents on Earth have been there since before the dawn of mankind, directing human evolution. Through the use post-hypnotic suggestion, The Silence make people who see them instantly forget their existence. After an incursion with The Eleventh Doctor, Amy, Rory and River Song, the Silence became known to mankind, temporarily halting their plan.</p> <p>They used their agent Madame Kovarian to kidnap a young Melody Pond and raised her as the Doctor’s perfect assassin - otherwise known as River Song. In a time-shifting and parallel universe-creating ruse, the Time Lord managed to sabotage the plan.</p> <p>Upon receiving an impossible message, the Eleventh Doctor made his last journey to Trenzalore where he found his old friend Tasha Lem was working alongside the Silence. Here he discovered they blew up his TARDIS and created the very cracks in the universe which had followed him around (and from which the Time Lords would come calling). Despite trying to kill the Doctor, the Silence ended up as part of a Destiny Trap - 'You can't change history if you're part of it,'' claimed the Doctor. The Silence helped ensure the Daleks didn't win the Siege of Trenzalore, thus fulfilling their prophecy.</p>",
        "ImageURL":"Silence.jpg"
      },
      "Enemy007":{
        "name":"Vashta Nerada",
        "Story":"<p>First Appeared 2008</p> <p>Meaning “the shadows that melt the flesh”, Vashta Nerada occur naturally on most planets – including Earth – in small clusters, like the dust in sunbeams. In The Library, the Doctor encountered an entire swarm of Vashta Nerada, stripping the flesh from numerous members of Mr Lux’s unfortunate crew. The Doctor brokered a deal with the creatures (who were using the animated remains of the crew in their flight-suits): if he could get the humans off the planet, the Vashta Nerada could remain in the “forests” of books.</p>",
        "ImageURL":"Vashta Nerada.jpg"
      },
      "Enemy008":{
        "name":"Weeping Angels",
        "Story":"<p>First Appeared in 2007</p> <p>Known as “The Lonely Assassins”, the Weeping Angels are quantum-locked alien killers, as old as the universe itself. Little is known of their origins or culture. When observed, they freeze like stone, but in the blink of an eye they can move vast distances. The touch of an Angel hurls their victim back in time – allowing the Angel to feast on the energy of their unlived days. Initially, the Tenth Doctor encountered four Angels, who sent him back to 1969. He left clues for Sally Sparrow to find and help trap them – releasing him and the TARDIS. Later encounters have seen a whole mausoleum of statues, tiny cherubs and even the Statue of Liberty transformed into Weeping Angels. Both Amy and Rory were trapped by a Weeping Angel, when it sent them back to 1938 to live out their lives together. In the 51st Century, the Doctor trapped the Angels in a crack in time, erasing them from history.</p>",
        "ImageURL":"Weeping Angels.jpg"
      }
    },
    "Doctors":{
      "Doctor001":{
        "name":"Ninth Doctor",
        "Story":"<p>Christopher Eccleston | 2005</p> <p>The sole survivor of the Last Great Time War, scarred by the terrible things he’d seen and done, the Ninth Doctor was an intense and emotional incarnation. Hiding his psychological trauma behind madcap wit and frivolity, he took Rose Tyler to see the end of the world, inspired Charles Dickens and showed that for once, everybody could live. He was still capable of great cruelty and anger though, killing Cassandra and torturing a lone Dalek into submission. After Rose defeated the Daleks using the power of the time vortex, the Doctor saved her by transferring that dangerous power into his own body. The strain destroyed his every cell and as Rose watched, his body exploded with raging energy…</p>",
        "ImageURL":"9th Doc.jpg"
      },
      "Doctor002":{
        "name":"Tenth Doctor",
        "Story":"<p>David Tennant | 2005 – 2010</p> <p>Waking on Christmas Day in his new form, the Doctor fought the Sycorax high above London, where he lost a hand but grew a new one with remnant regenerative power. Travelling with Rose and Mickey he battled Cybermen, werewolves and possibly, the Devil itself. Losing Rose in a parallel universe – but later leaving her with a half-human clone of himself – the Doctor travelled on. He hid as a human schoolmaster to spare the Family of Blood his wrath, he defeated his nemesis the Master once more and met River Song for the first time. Told that he would die when someone knocked four times, the Doctor remained defiant, but to no avail. Reeling from his confrontation with the Time Lords and fatally dosed with radiation, the Tenth Doctor’s song ended, as his violent regeneration burned the TARDIS and sent it crashing through space….</p>",
        "ImageURL":"10th Doc.jpg"
      },
      "Doctor003":{
        "name":"Eleventh Doctor",
        "Story":"<p>Matt Smith | 2010 – 2013</p> <p>Hugely energetic, occasionally flirtatious, and by his own admission, 'a mad man', the Eleventh Doctor combined youthful looks with an old soul. Crashing into the lives of Amy Pond, and her boyfriend (later, husband) Rory, he solved the mystery of the time-erasing cracks in the universe, escaped his own death, restarted reality and even found time to marry River Song. A broken man after Amy and Rory were sent back in time by a Weeping Angel, and a Victorian-era Clara fell to her death, he decided to disappear. But it wasn't long before the lure of 'the woman twice dead' brought the Doctor out of retirement. Finding his own tomb on the embattled Trenzalore and meeting a shameful, hidden past incarnation, started him on a path of redemption, teaming up with the Tenth Doctor to save Gallifrey rather than burn it. After sacrificing his life to defend Trenzalore, and granted a whole new cycle of incarnations by the Time Lords, the Doctor regenerated once more…</p>",
        "ImageURL":"11th Doc.jpg"
      },
      "Doctor004":{
        "name":"Twelf Doctor",
        "Story":"<p>Peter Capaldi | 2013 – 2017</p> <p>Granted a whole new regenerative cycle by the Time Lords, the Doctor experienced an explosive and unprecedented thirteenth regeneration, ending the Siege of Trenzalore. A new Doctor - with a sharp face, bushy brows and boggle eyes - faced a bewildered Clara, across the console. A Doctor who has seemingly forgotten how to fly the TARDIS!</p> <p>The Twelfth Doctor immediately teamed up with his old chums The Paternoster Gang (Vastra, Jenny and Strax) as he dealt with a bout of post-regenerative stress. Luckily, Clara was on standby to help out. Together, they were manipulated unseen by The Master who had changed gender into Missy.</p> <p>Along the way Clara lost her teacher boyfriend Danny Pink and almost left the TARDIS. But she and the Time Lord were inseparable (after some intervention by Santa), and went on to team up with UNIT’s Kate Stewart and Osgood once more and fought off the Zygons, Davros and faced Missy again.</p> <p>A trip back to Gallifrey (after spending several billions year alone in the Confession Dial) saw the secret of the mythical Hybrid unveiled and a confrontation with the immortal Ashildr at the end of the universe.</p> <p>After enjoying a few years off from saving the universe with his wife River Song, the Twelfth Doctor took on a teaching position at St. Luke’s University in Bristol where he met the inquisitive Bill Potts. With Nardole helping him guard The Vault (containing Missy), the trio embarked on numerous adventures in space and time.</p> <p>And then came a fierce battle with Mondasian Cybermen – started by the return of a previous incarnation of The Master – which prompted Time Lord’s regeneration. The Doctor was able to fight it off long enough to meet his original self, the First Doctor, and embark on a partnership which would end in both men regenerating.</p>",
        "ImageURL":"12th Doc.jpg"
      }
    }
  }
}
